[
  {
    "book_index": 1,
    "book_title": "A Light in the Attic",
    "book_desc": "It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love th It's hard to imagine a world without A Light in the Attic. Shel, you never sounded so good. ...more",
    "book_cat": "Poetry",
    "book_upc": "a897fe39b1053632",
    "book_cover": "https://books.toscrape.com/media/cache/fe/72/fe72f0532301ec28892ae79a629a293c.jpg",
    "book_rating": "3",
    "book_price": "51",
    "book_avail": "22",
    "book_link": "https://books.toscrape.com/catalogue/a-light-in-the-attic_1000/index.html"
  },
  {
    "book_index": 2,
    "book_title": "Tipping the Velvet",
    "book_desc": "\"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's \"Erotic and absorbing...they admit their attraction to each other and their affair begins. ...more",
    "book_cat": "Historical Fiction",
    "book_upc": "90fa61229261140a",
    "book_cover": "https://books.toscrape.com/media/cache/08/e9/08e94f3731d7d6b760dfbfbc02ca5c62.jpg",
    "book_rating": "1",
    "book_price": "53",
    "book_avail": "20",
    "book_link": "https://books.toscrape.com/catalogue/tipping-the-velvet_999/index.html"
  },
  {
    "book_index": 3,
    "book_title": "Soumission",
    "book_desc": "Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. les effets comiques, une mélancolie fataliste.Ce livre est une saisissante fable politique et morale. ...more",
    "book_cat": "Fiction",
    "book_upc": "6957f44c3847a760",
    "book_cover": "https://books.toscrape.com/media/cache/ee/cf/eecfe998905e455df12064dba399c075.jpg",
    "book_rating": "1",
    "book_price": "50",
    "book_avail": "20",
    "book_link": "https://books.toscrape.com/catalogue/soumission_998/index.html"
  },
  {
    "book_index": 4,
    "book_title": "Sharp Objects",
    "book_desc": "WICKED above her hipbone, GIRL across her heart Words are like a road map to reporter Camille Preaker’s troubled past. Fresh from a brief stay at a psych hospital, Camille’s first assignment from the second-rate daily paper where she works brings her reluctantly back to her hometown to cover the murders of two preteen girls. NASTY on her kneecap, BABYDOLL on her leg Since WICKED above her hipbone, crafted writing, Sharp Objects is addictive, haunting, and unforgettable. ...more",
    "book_cat": "Mystery",
    "book_upc": "e00eb4fd7b871a48",
    "book_cover": "https://books.toscrape.com/media/cache/c0/59/c05972805aa7201171b8fc71a5b00292.jpg",
    "book_rating": "4",
    "book_price": "47",
    "book_avail": "20",
    "book_link": "https://books.toscrape.com/catalogue/sharp-objects_997/index.html"
  },
  {
    "book_index": 5,
    "book_title": "Sapiens: A Brief History of Humankind",
    "book_desc": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”One hundred thousand years ago, at least six different species of humans inhabited Earth. Robert Wright, and Sharon Moalem. ...more",
    "book_cat": "History",
    "book_upc": "4165285e1663650f",
    "book_cover": "https://books.toscrape.com/media/cache/ce/5f/ce5f052c65cc963cf4422be096e915c9.jpg",
    "book_rating": "5",
    "book_price": "54",
    "book_avail": "20",
    "book_link": "https://books.toscrape.com/catalogue/sapiens-a-brief-history-of-humankind_996/index.html"
  },
  {
    "book_index": 6,
    "book_title": "The Requiem Red",
    "book_desc": "Patient Twenty-nine.A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse…or gift of perception. She hears messages in music, sees lyrics in paintings. And the corn. That perhaps she might escape, might see the outside world. But the monster has other plans. The missing girls share one common thread...each was twenty-nine's cell mate. Will she be next? ...more",
    "book_cat": "Young Adult",
    "book_upc": "f77dbf2323deb740",
    "book_cover": "https://books.toscrape.com/media/cache/6b/07/6b07b77236b7c80f42bd90bf325e69f6.jpg",
    "book_rating": "1",
    "book_price": "22",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/the-requiem-red_995/index.html"
  },
  {
    "book_index": 7,
    "book_title": "The Dirty Little Secrets of Getting Your Dream Job",
    "book_desc": "Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, Don Raskin’s The Dirty Little Secrets of Getting Your Dream Job offers all the necessary tools for navigating the tough job market and securing your dream job.Don Raskin owns and Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, He also has a treasure trove of over-the-top cover letters, resumes, interviews, and post interview follow-ups he has conducted and received. Now, he wants to share all the wisdom and insider secrets he has gathered to help students and first-time job seekers find a job in this economy.Based on his remarkable expertise, Raskin's book provides exclusive insight into the job search process and lets readers in on all of the dirty little secrets to landing their first job—or a new one—and finding career success. ...more",
    "book_cat": "Business",
    "book_upc": "2597b5a345f45e1b",
    "book_cover": "https://books.toscrape.com/media/cache/e1/1b/e11bea016d0ae1d7e2dd46fb3cb870b7.jpg",
    "book_rating": "4",
    "book_price": "33",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/the-dirty-little-secrets-of-getting-your-dream-job_994/index.html"
  },
  {
    "book_index": 8,
    "book_title": "The Coming Woman: A Novel Based on the Life of the Infamous Feminist, Victoria Woodhull",
    "book_desc": "\"If you have a heart, if you have a soul, Karen Hicks' The Coming Woman will make you fall in love with Victoria Woodhull.\"-Kinky Friedman, author and Governor of the Heart of Texas \"What kind of confidence would it take for a woman to buck the old boy's club of politics in 1872? More than 140 years pre-Hillary, there was Victoria Woodhull. This book takes you back with a \"If you have a heart, if you have a soul, Karen Hicks' comes to life in a modern, fictional style, while staying true to the actual words and views of the many well-known characters. ...more",
    "book_cat": "Default",
    "book_upc": "e72a5dfc7e9267b2",
    "book_cover": "https://books.toscrape.com/media/cache/97/36/9736132a43b8e6e3989932218ef309ed.jpg",
    "book_rating": "3",
    "book_price": "17",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/the-coming-woman-a-novel-based-on-the-life-of-the-infamous-feminist-victoria-woodhull_993/index.html"
  },
  {
    "book_index": 9,
    "book_title": "The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics",
    "book_desc": "For readers of Laura Hillenbrand's Seabiscuit and Unbroken, the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics Daniel James Brown’s robust book tells the story of the University of Washington’s 1936 eight-oar crew and their epic quest for an Olympic gold medal, a team that transformed the sport and grabbed the attention o For readers of Laura Hillenbrand's Seabiscuit and Unbroken, the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics Daniel James in the depths of the Great Depression, showed the world what true grit really meant. It will appeal to readers of Erik Larson, Timothy Egan, James Bradley, and David Halberstam's The Amateurs. ...more",
    "book_cat": "Default",
    "book_upc": "e10e1e165dc8be4a",
    "book_cover": "https://books.toscrape.com/media/cache/d1/2d/d12d26739b5369a6b5b3024e4d08f907.jpg",
    "book_rating": "4",
    "book_price": "22",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/the-boys-in-the-boat-nine-americans-and-their-epic-quest-for-gold-at-the-1936-berlin-olympics_992/index.html"
  },
  {
    "book_index": 10,
    "book_title": "The Black Maria",
    "book_desc": "Praise for Aracelis Girmay:\"[Girmay's] every loss—she calls them estrangements—is a yearning for connection across time and place; her every fragment is a bulwark against ruin.\" — O, The Oprah Magazine \"In Aracelis Girmay we have a poet who collects, polishes, and shares stories with such brilliant invention, tenderness, and intellectual liveliness that it is understandabl Praise for Aracelis Girmay:\"[Girmay's] Hampshire College's School for Interdisciplinary Arts and in Drew University's low residency MFA program. Originally from Santa Ana, California, she splits her time between New York and Amherst, Massachusetts. ...more",
    "book_cat": "Poetry",
    "book_upc": "1dfe412b8ac00530",
    "book_cover": "https://books.toscrape.com/media/cache/d1/7a/d17a3e313e52e1be5651719e4fba1d16.jpg",
    "book_rating": "1",
    "book_price": "52",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/the-black-maria_991/index.html"
  },
  {
    "book_index": 11,
    "book_title": "Starving Hearts (Triangular Trade Trilogy, #1)",
    "book_desc": "Since her assault, Miss Annette Chetwynd has been plagued by nightmares and worries about an arranged marriage. But she yearns to find her anonymous rescuer. Unfortunately, her health and intellect prevent it. Both repel suitors and cause Annette to doubt God's existence, at least until He answers her prayers in an unusual way ... Mr. Peter Adsley is joining the clergy, an Since her assault, Will Peter's faith sustain him through overwhelming setbacks? Can Annette overcome her doubts? Or will their starving hearts yield to the machinations of a mad man? ...more",
    "book_cat": "Default",
    "book_upc": "0312262ecafa5a40",
    "book_cover": "https://books.toscrape.com/media/cache/a0/7e/a07ed8f1c23f7b4baf7102722680bd30.jpg",
    "book_rating": "2",
    "book_price": "13",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/starving-hearts-triangular-trade-trilogy-1_990/index.html"
  },
  {
    "book_index": 12,
    "book_title": "Shakespeare's Sonnets",
    "book_desc": "This book is an important and complete collection of the Sonnets of William Shakespeare. Most readers are aware of the great plays and manuscripts written for the stage, but are unaware of the magnificent Sonnets which were written around the same period. This is an excellent, complete collection of the Sonnets and poetry of William Shakespeare and should not be missed by those interested in the completion of a collection of his writings and those interested in early poetic works. ...more",
    "book_cat": "Poetry",
    "book_upc": "30a7f60cd76ca58c",
    "book_cover": "https://books.toscrape.com/media/cache/4d/7a/4d7a79a8be80a529b277ed5c4d8ba482.jpg",
    "book_rating": "4",
    "book_price": "20",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/shakespeares-sonnets_989/index.html"
  },
  {
    "book_index": 13,
    "book_title": "Set Me Free",
    "book_desc": "Aaron Ledbetter’s future had been planned out for him since before he was born. Each year, the Ledbetter family vacation on Tybee Island gave Aaron a chance to briefly free himself from his family’s expectations. When he meets Jonas “Lucky” Luckett, a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and Aaron Ledbetter’s future had been planned out for him since before he was born. a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and the chance at true love. ...more",
    "book_cat": "Young Adult",
    "book_upc": "ce6396b0f23f6ecc",
    "book_cover": "https://books.toscrape.com/media/cache/b8/e9/b8e91bd2fc74c3954118999238abb4b8.jpg",
    "book_rating": "5",
    "book_price": "17",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/set-me-free_988/index.html"
  },
  {
    "book_index": 14,
    "book_title": "Scott Pilgrim's Precious Little Life (Scott Pilgrim #1)",
    "book_desc": "Scott Pilgrim's life is totally sweet. He's 23 years old, he's in a rockband, he's \"between jobs\" and he's dating a cute high school girl. Nothing could possibly go wrong, unless a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams and sailing by him at parties. Will Scott's awesome life get turned upside-down? Will he have to face Ramona's seven evil ex-boyfriends in battle? The short answer is yes. The long answer is Scott Pilgrim, Volume 1: Scott Pilgrim's Precious Little Life ...more",
    "book_cat": "Sequential Art",
    "book_upc": "3b1c02bac2a429e6",
    "book_cover": "https://books.toscrape.com/media/cache/97/27/97275841c81e66d53bf9313cba06f23e.jpg",
    "book_rating": "5",
    "book_price": "52",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/scott-pilgrims-precious-little-life-scott-pilgrim-1_987/index.html"
  },
  {
    "book_index": 15,
    "book_title": "Rip it Up and Start Again",
    "book_desc": "Punk's raw power rejuvenated rock, but by the summer of 1977 the movement had become a parody of itself. RIP IT UP AND START AGAIN is a celebration of what happened next.Post-punk bands like PiL, Joy Division, Talking Heads, The Fall and The Human League dedicated themselves to fulfilling punk's unfinished musical revolution. The post-punk groups were fervent modernists; whether experimenting with electronics and machine rhythm or adapting ideas from dub reggae and disco, they were totally confident they could invent a whole new future for music. ...more",
    "book_cat": "Music",
    "book_upc": "a34ba96d4081e6a4",
    "book_cover": "https://books.toscrape.com/media/cache/81/7f/817f5089c0e6e62738dce2931e7323d3.jpg",
    "book_rating": "5",
    "book_price": "35",
    "book_avail": "19",
    "book_link": "https://books.toscrape.com/catalogue/rip-it-up-and-start-again_986/index.html"
  }
]
